<?php 
//------------------------------------------------
$h1 = 'Швеллер';//-по умолчанию
//------------------------------------------------
$h2 = 'Прайс лист на швеллер в Алматы';//-по умолчанию
//------------------------------------------------
$h3 = 'Швеллер всех марок стали';//-по умолчанию
//------------------------------------------------
$p = 'Швеллер всех марок стали в наличии и под заказ в Алматы, актуальные цены, скидки! Заказать онлайн на сайте';//-по умолчанию
//------------------------------------------------
?>