<?php 
//------------------------------------------------
if(isset($_GET['h1'])){
	if($_GET['h1'] == 'shvelleralm'){$h1 = 'Купить швеллер в Алматы';}//-ЗАПРОС "shvelleralm"
}
//------------------------------------------------
if(isset($_GET['h2'])){//-на запрос "shvelleralm"
	if($_GET['h2'] == 'shvelleralm'){$h2 = 'Прайс лист с ценами';}
}
//------------------------------------------------
if(isset($_GET['h3'])){//-на запрос "shvelleralm"
	if($_GET['h3'] == 'shvelleralm'){$h3 = 'Узнать цены на стальной швеллер';}
}
//------------------------------------------------
if(isset($_GET['p'])){//-на запрос "shvelleralm"
	if($_GET['p'] == 'shvelleralm'){$p = 'Актуальные цены на стальной швеллер в городе Алматы, скидки! Заказать онлайн на сайте';}
}

//-на запрос "shvelleralm" == https://qazprice.kz/металлопрокат/швеллер/алматы?h1=shvelleralm&h2=shvelleralm&h3=shvelleralm&p=shvelleralm

//------------------------------------------------
?>