<?php 
//------------------------------------------------
if(isset($_GET['h1'])){
	if($_GET['h1'] == 'shvelller14'){$h1 = 'Швеллер 14';}//-ЗАПРОС "shvelller14"
}
//------------------------------------------------
if(isset($_GET['h2'])){//-на запрос "shvelller14"
	if($_GET['h2'] == 'shvelller14'){$h2 = 'Прайс лист с ценами';}
}
//------------------------------------------------
if(isset($_GET['h3'])){//-на запрос "shvelller14"
	if($_GET['h3'] == 'shvelller14'){$h3 = 'Узнать цены на стальной швеллер';}
}
//------------------------------------------------
if(isset($_GET['p'])){//-на запрос "shvelller14"
	if($_GET['p'] == 'shvelller14'){$p = 'Актуальные цены на стальной швеллер в городе Алматы, скидки! Заказать онлайн на сайте';}
}

//-на запрос "shvelller14" == https://qazprice.kz/металлопрокат/швеллер/алматы?h1=shvelller14&h2=shvelller14&h3=shvelller14&p=shvelller14

//------------------------------------------------
?>