<?php 
//------------------------------------------------
if(isset($_GET['h1'])){
	if($_GET['h1'] == 'shveller8'){$h1 = 'Швеллер 8';}//-ЗАПРОС "shveller8"
}
//------------------------------------------------
if(isset($_GET['h2'])){//-на запрос "shveller8"
	if($_GET['h2'] == 'shveller8'){$h2 = 'Прайс лист с ценами';}
}
//------------------------------------------------
if(isset($_GET['h3'])){//-на запрос "shveller8"
	if($_GET['h3'] == 'shveller8'){$h3 = 'Узнать цены на стальной швеллер в Алматы';}
}
//------------------------------------------------
if(isset($_GET['p'])){//-на запрос "shveller8"
	if($_GET['p'] == 'shveller8'){$p = 'Актуальные цены на швеллер в городе Алматы, скидки! Заказать онлайн на сайте';}
}

//-на запрос "shveller8" == https://qazprice.kz/металлопрокат/швеллер/алматы?h1=shveller8&h2=shveller8&h3=shveller8&p=shveller8

//------------------------------------------------
?>