<?php 
//------------------------------------------------
if(isset($_GET['h1'])){
	if($_GET['h1'] == 'shvelllercena'){$h1 = 'Швеллер цена';}//-ЗАПРОС "shvelllercena"
}
//------------------------------------------------
if(isset($_GET['h2'])){//-на запрос "shvelllercena"
	if($_GET['h2'] == 'shvelllercena'){$h2 = 'Прайс лист с ценами';}
}
//------------------------------------------------
if(isset($_GET['h3'])){//-на запрос "shvelllercena"
	if($_GET['h3'] == 'shvelllercena'){$h3 = 'Узнать цены на стальной швеллер';}
}
//------------------------------------------------
if(isset($_GET['p'])){//-на запрос "shvelllercena"
	if($_GET['p'] == 'shvelllercena'){$p = 'Актуальные цены на швеллер в городе Алматы, скидки! Заказать онлайн на сайте';}
}

//-на запрос "shvelllercena" == https://qazprice.kz/металлопрокат/швеллер/алматы?h1=shvelllercena&h2=shvelllercena&h3=shvelllercena&p=shvelllercena

//------------------------------------------------
?>