<?php 
//------------------------------------------------
if(isset($_GET['h1'])){
	if($_GET['h1'] == 'trubaproffalm'){$h1 = 'Профильная труба в Алматы';}//-ЗАПРОС "trubaproffalm"
}
//------------------------------------------------
if(isset($_GET['h2'])){//-на запрос "trubaproffalm"
	if($_GET['h2'] == 'trubaproffalm'){$h2 = 'Прайс лист с ценами';}
}
//------------------------------------------------
if(isset($_GET['h3'])){//-на запрос "trubaproffalm"
	if($_GET['h3'] == 'trubaproffalm'){$h3 = 'Узнать цены на профильные трубы в Алматы';}
}
//------------------------------------------------
if(isset($_GET['p'])){//-на запрос "trubaproffalm"
	if($_GET['p'] == 'trubaproffalm'){$p = 'Актуальные цены на профильные трубы в городе Алматы, скидки! Заказать онлайн на сайте';}
}

//-на запрос "trubaproffalm" == https://qazprice.kz/металлопрокат/профильные-трубы/алматы?h1=trubaproffalm&h2=trubaproffalm&h3=trubaproffalm&p=trubaproffalm

//------------------------------------------------
?>