<?php 
//------------------------------------------------
if(isset($_GET['h1'])){
	if($_GET['h1'] == 'kvadrattruba'){$h1 = 'Квадратная труба';}//-ЗАПРОС "kvadrattruba"
}
//------------------------------------------------
if(isset($_GET['h2'])){//-на запрос "kvadrattruba"
	if($_GET['h2'] == 'kvadrattruba'){$h2 = 'Лучшие цены на квадратные трубы';}
}
//------------------------------------------------
if(isset($_GET['h3'])){//-на запрос "kvadrattruba"
	if($_GET['h3'] == 'kvadrattruba'){$h3 = 'Узнать цены на квадратные трубы';}
}
//------------------------------------------------
if(isset($_GET['p'])){//-на запрос "kvadrattruba"
	if($_GET['p'] == 'kvadrattruba'){$p = 'Актуальные цены на квадратные трубы в городе Алматы, скидки! Заказать онлайн на сайте';}
}

//-на запрос "kvadrattruba" == https://qazprice.kz/металлопрокат/профильные-трубы/алматы?h1=kvadrattruba&h2=kvadrattruba&h3=kvadrattruba&p=kvadrattruba

//------------------------------------------------
?>