<?php 
//------------------------------------------------
if(isset($_GET['h1'])){
	if($_GET['h1'] == 'proftruba40x20cena'){$h1 = 'Профильная труба 40 на 20 цена';}//-ЗАПРОС "proftruba40x20cena"
}
//------------------------------------------------
if(isset($_GET['h2'])){//-на запрос "proftruba40x20cena"
	if($_GET['h2'] == 'proftruba40x20cena'){$h2 = 'Прайс лист с ценами';}
}
//------------------------------------------------
if(isset($_GET['h3'])){//-на запрос "proftruba40x20cena"
	if($_GET['h3'] == 'proftruba40x20cena'){$h3 = 'Узнать цены на профильные трубы в Алматы';}
}
//------------------------------------------------
if(isset($_GET['p'])){//-на запрос "proftruba40x20cena"
	if($_GET['p'] == 'proftruba40x20cena'){$p = 'Актуальные цены на профильные трубы в городе Алматы, скидки! Заказать онлайн на сайте';}
}

//-на запрос "proftruba40x20cena" == https://qazprice.kz/металлопрокат/профильные-трубы/алматы?h1=proftruba40x20cena&h2=proftruba40x20cena&h3=proftruba40x20cena&p=proftruba40x20cena

//------------------------------------------------
?>