<?php 
//------------------------------------------------
$h1 = 'Уголок стальной';//-по умолчанию
//------------------------------------------------
$h2 = 'Прайс лист на стальной уголок в Алматы';//-по умолчанию
//------------------------------------------------
$h3 = 'Уголок всех марок стали';//-по умолчанию
//------------------------------------------------
$p = 'Стальной уголок всех марок сталей в наличии и под заказ в Алматы, актуальные цены, скидки! Заказать онлайн на сайте';//-по умолчанию
//------------------------------------------------
?>