<?php 
//------------------------------------------------
$h1 = 'Трубы стальные';//-по умолчанию
//------------------------------------------------
$h2 = 'Прайс лист на стальные трубы в Алматы';//-по умолчанию
//------------------------------------------------
$h3 = 'Стальные трубы всех марок стали';//-по умолчанию
//------------------------------------------------
$p = 'Стальные трубы всех диаметров в наличии и под заказ в Алматы, актуальные цены, скидки! Заказать онлайн на сайте';//-по умолчанию
//------------------------------------------------
?>