<?php 
//------------------------------------------------
if(isset($_GET['h1'])){
	if($_GET['h1'] == 'truba40x40cenaa'){$h1 = 'Труба 40 на 40 цена';}//-ЗАПРОС "truba40x40cenaa"
}
//------------------------------------------------
if(isset($_GET['h2'])){//-на запрос "truba40x40cenaa"
	if($_GET['h2'] == 'truba40x40cenaa'){$h2 = 'Прайс лист с ценами';}
}
//------------------------------------------------
if(isset($_GET['h3'])){//-на запрос "truba40x40cenaa"
	if($_GET['h3'] == 'truba40x40cenaa'){$h3 = 'Узнать цены на стальные трубы в Алматы';}
}
//------------------------------------------------
if(isset($_GET['p'])){//-на запрос "truba40x40cenaa"
	if($_GET['p'] == 'truba40x40cenaa'){$p = 'Актуальные цены на стальные трубы в городе Алматы, скидки! Заказать онлайн на сайте';}
}

//-на запрос "truba40x40cenaa" == https://qazprice.kz/металлопрокат/трубы/алматы?h1=truba40x40cenaa&h2=truba40x40cenaa&h3=truba40x40cenaa&p=truba40x40cenaa

//------------------------------------------------
?>