<?php 
//------------------------------------------------
if(isset($_GET['h1'])){
	if($_GET['h1'] == 'trubbaa40x40'){$h1 = 'Труба 40х40';}//-ЗАПРОС "trubbaa40x40"
}
//------------------------------------------------
if(isset($_GET['h2'])){//-на запрос "trubbaa40x40"
	if($_GET['h2'] == 'trubbaa40x40'){$h2 = 'Прайс лист с ценами';}
}
//------------------------------------------------
if(isset($_GET['h3'])){//-на запрос "trubbaa40x40"
	if($_GET['h3'] == 'trubbaa40x40'){$h3 = 'Узнать цены на стальные трубы';}
}
//------------------------------------------------
if(isset($_GET['p'])){//-на запрос "trubbaa40x40"
	if($_GET['p'] == 'trubbaa40x40'){$p = 'Актуальные цены на стальные трубы в городе Алматы, скидки! Заказать онлайн на сайте';}
}

//-на запрос "trubbaa40x40" == https://qazprice.kz/металлопрокат/трубы/алматы?h1=trubbaa40x40&h2=trubbaa40x40&h3=trubbaa40x40&p=trubbaa40x40

//------------------------------------------------
?>