<?php 
//------------------------------------------------
if(isset($_GET['h1'])){
	if($_GET['h1'] == 'stalprovoloka'){$h1 = 'Cтальная проволока';}//-ЗАПРОС "stalprovoloka"
}
//------------------------------------------------
if(isset($_GET['h2'])){//-на запрос "stalprovoloka"
	if($_GET['h2'] == 'stalprovoloka'){$h2 = 'Прайс лист с ценами';}
}
//------------------------------------------------
if(isset($_GET['h3'])){//-на запрос "stalprovoloka"
	if($_GET['h3'] == 'stalprovoloka'){$h3 = 'Узнать цены на стальную проволоку';}
}
//------------------------------------------------
if(isset($_GET['p'])){//-на запрос "stalprovoloka"
	if($_GET['p'] == 'stalprovoloka'){$p = 'Актуальные цены на стальную проволоку в городе Алматы, скидки! Заказать онлайн на сайте';}
}

//-на запрос "stalprovoloka" == https://qazprice.kz/металлопрокат/проволока/алматы?h1=stalprovoloka&h2=stalprovoloka&h3=stalprovoloka&p=stalprovoloka

//------------------------------------------------
?>