<?php 
//------------------------------------------------
if(isset($_GET['h1'])){
	if($_GET['h1'] == 'provolokaallm'){$h1 = 'Проволока в алматы';}//-ЗАПРОС "provolokaallm"
}
//------------------------------------------------
if(isset($_GET['h2'])){//-на запрос "provolokaallm"
	if($_GET['h2'] == 'provolokaallm'){$h2 = 'Прайс лист с ценами на проволоку';}
}
//------------------------------------------------
if(isset($_GET['h3'])){//-на запрос "provolokaallm"
	if($_GET['h3'] == 'provolokaallm'){$h3 = 'Узнать цены на проволоку в Алматы';}
}
//------------------------------------------------
if(isset($_GET['p'])){//-на запрос "provolokaallm"
	if($_GET['p'] == 'provolokaallm'){$p = 'Актуальные цены на проволоку в городе Алматы, скидки! Заказать онлайн на сайте';}
}

//-на запрос "provolokaallm" == https://qazprice.kz/металлопрокат/проволока/алматы?h1=provolokaallm&h2=provolokaallm&h3=provolokaallm&p=provolokaallm

//------------------------------------------------
?>