<?php 
//------------------------------------------------
if(isset($_GET['h1'])){
	if($_GET['h1'] == 'mettprovoloka'){$h1 = 'Металлическая проволока';}//-ЗАПРОС "mettprovoloka"
}
//------------------------------------------------
if(isset($_GET['h2'])){//-на запрос "mettprovoloka"
	if($_GET['h2'] == 'mettprovoloka'){$h2 = 'Прайс лист с ценами';}
}
//------------------------------------------------
if(isset($_GET['h3'])){//-на запрос "mettprovoloka"
	if($_GET['h3'] == 'mettprovoloka'){$h3 = 'Узнать цены на металлическую проволоку';}
}
//------------------------------------------------
if(isset($_GET['p'])){//-на запрос "mettprovoloka"
	if($_GET['p'] == 'mettprovoloka'){$p = 'Актуальные цены на металлическую проволоку в городе Алматы, скидки! Заказать онлайн на сайте';}
}

//-на запрос "mettprovoloka" == https://qazprice.kz/металлопрокат/проволока/алматы?h1=mettprovoloka&h2=mettprovoloka&h3=mettprovoloka&p=mettprovoloka

//------------------------------------------------
?>