<?php 
//------------------------------------------------
$h1 = 'Проволока';//-по умолчанию
//------------------------------------------------
$h2 = 'Прайс лист на проволоку в Алматы';//-по умолчанию
//------------------------------------------------
$h3 = 'Проволока всех диаметров';//-по умолчанию
//------------------------------------------------
$p = 'Проволока всех диаметров в наличии и под заказ в Алматы, актуальные цены, скидки! Заказать онлайн на сайте';//-по умолчанию
//------------------------------------------------
?>