<?php 
//------------------------------------------------
if(isset($_GET['h1'])){
	if($_GET['h1'] == 'a500с'){$h1 = 'Арматура а500с';}//-ЗАПРОС "а500с"
}
//------------------------------------------------
if(isset($_GET['h2'])){//-на запрос "a500с"
	if($_GET['h2'] == 'a500с'){$h2 = 'Прайс лист с ценами';}
}
//------------------------------------------------
if(isset($_GET['h3'])){//-на запрос "a500с"
	if($_GET['h3'] == 'a500с'){$h3 = 'Узнать цены на стальную арматуру а500с';}
}
//------------------------------------------------
if(isset($_GET['p'])){//-на запрос "a500с"
	if($_GET['p'] == 'a500с'){$p = 'Актуальные цены на арматуру а500с в городе Алматы, скидки! Заказать онлайн на сайте';}
}

//-на запрос "a500с" == https://qazprice.kz/металлопрокат/арматура/алматы?h1=a500с&h2=а500с&h3=a500с&p=a500с

//------------------------------------------------
?>