<?php 
//------------------------------------------------
if(isset($_GET['h1'])){
	if($_GET['h1'] == '35gs'){$h1 = 'Арматура 35гс';}//-ЗАПРОС "35gs"
}
//------------------------------------------------
if(isset($_GET['h2'])){//-на запрос "35gs"
	if($_GET['h2'] == '35gs'){$h2 = 'Прайс лист с ценами';}
}
//------------------------------------------------
if(isset($_GET['h3'])){//-на запрос "35gs"
	if($_GET['h3'] == '35gs'){$h3 = 'Узнать цены на стальную арматуру 35гс';}
}
//------------------------------------------------
if(isset($_GET['p'])){//-на запрос "35gs"
	if($_GET['p'] == '35gs'){$p = 'Актуальные цены на арматуру 35гс в городе Алматы, скидки! Заказать онлайн на сайте';}
}

//-на запрос "35gs" == https://qazprice.kz/металлопрокат/арматура/алматы?h1=35gs&h2=35gs&h3=35gs&p=35gs

//------------------------------------------------
?>