<?php 
//------------------------------------------------
if(isset($_GET['h1'])){
	if($_GET['h1'] == 'kvadrat'){$h1 = 'Квадрат металл цена в Алматы';}//-ЗАПРОС "kvadrat"
}
//------------------------------------------------
if(isset($_GET['h2'])){//-на запрос "kvadrat"
	if($_GET['h2'] == 'kvadrat'){$h2 = 'Прайс лист с ценами';}
}
//------------------------------------------------
if(isset($_GET['h3'])){//-на запрос "kvadrat"
	if($_GET['h3'] == 'kvadrat'){$h3 = 'Узнать цены на металл квадраты';}
}
//------------------------------------------------
if(isset($_GET['p'])){//-на запрос "kvadrat"
	if($_GET['p'] == 'kvadrat'){$p = 'Актуальные цены на металл квадраты в городе Алматы, скидки! Заказать онлайн на сайте';}
}

//-на запрос "kvadrat" == https://qazprice.kz/металлопрокат/квадрат/алматы?h1=kvadrat&h2=kvadrat&h3=kvadrat&p=kvadrat

//------------------------------------------------
?>