<?php 
//------------------------------------------------
if(isset($_GET['h1'])){
	if($_GET['h1'] == 'shestigrannikna32'){$h1 = 'Купить трубу шестигранник на 32';}//-ЗАПРОС "shestigrannikna32"
}
//------------------------------------------------
if(isset($_GET['h2'])){//-на запрос "shestigrannikna32"
	if($_GET['h2'] == 'shestigrannikna32'){$h2 = 'Прайс лист с ценами';}
}
//------------------------------------------------
if(isset($_GET['h3'])){//-на запрос "shestigrannikna32"
	if($_GET['h3'] == 'shestigrannikna32'){$h3 = 'Узнать цены на стальной шестигранник';}
}
//------------------------------------------------
if(isset($_GET['p'])){//-на запрос "shestigrannikna32"
	if($_GET['p'] == 'shestigrannikna32'){$p = 'Актуальные цены на стальной шестигранник в городе Алматы, скидки! Заказать онлайн на сайте';}
}

//-на запрос "shestigrannikna32" == https://qazprice.kz/металлопрокат/шестигранник/алматы?h1=shestigrannikna32&h2=shestigrannikna32&h3=shestigrannikna32&p=shestigrannikna32

//------------------------------------------------
?>