<?php 
//------------------------------------------------
$h1 = 'Лист стальной холоднокатаный';//-по умолчанию
//------------------------------------------------
$h2 = 'Прайс лист на стальные листы в Алматы';//-по умолчанию
//------------------------------------------------
$h3 = 'Купить стаоьные листы с доставкой по городу';//-по умолчанию
//------------------------------------------------
$p = 'Листы всех размеров и толщины в наличии и под заказ в Алматы, актуальные цены, скидки! Заказ онлайн на сайте';//-по умолчанию
//------------------------------------------------
?>