<?php 
//------------------------------------------------
if(isset($_GET['h1'])){
	if($_GET['h1'] == 'list3cena'){$h1 = 'Лист 3 мм цена алматы';}//-ЗАПРОС "list3cena"
}
//------------------------------------------------
if(isset($_GET['h2'])){//-на запрос "list3cena"
	if($_GET['h2'] == 'list3cena'){$h2 = 'Лучшие цены на листы';}
}
//------------------------------------------------
if(isset($_GET['h3'])){//-на запрос "list3cena"
	if($_GET['h3'] == 'list3cena'){$h3 = 'Узнать цены на стальные листы';}
}
//------------------------------------------------
if(isset($_GET['p'])){//-на запрос "list3cena"
	if($_GET['p'] == 'list3cena'){$p = 'Актуальные цены на листы в городе Алматы, скидки! Заказать онлайн на сайте';}
}

//-на запрос "list3cena" == https://qazprice.kz/металлопрокат/листы/алматы?h1=list3cena&h2=list3cena&h3=list3cena&p=list3cena

//------------------------------------------------
?>