<?php 
//------------------------------------------------
$h1 = 'Квадрат металлический';//-по умолчанию
//------------------------------------------------
$h2 = 'Прайс лист на квадрат в Алматы';//-по умолчанию
//------------------------------------------------
$h3 = 'Квадрат всех диаметров';//-по умолчанию
//------------------------------------------------
$p = 'Квадрат всех диаметров в наличии и под заказ в Алматы, актуальные цены, скидки! Заказать онлайн на сайте';//-по умолчанию
//------------------------------------------------
?>