<?php 
//------------------------------------------------
$h1 = 'Профильная труба';//-по умолчанию
//------------------------------------------------
$h2 = 'Прайс лист на профильные трубы в Алматы';//-по умолчанию
//------------------------------------------------
$h3 = 'Профильные трубы всех марок стали';//-по умолчанию
//------------------------------------------------
$p = 'Профильные трубы всех диаметров в наличии и под заказ в Алматы, актуальные цены, скидки! Заказать онлайн на сайте';//-по умолчанию
//------------------------------------------------
?>