<?php 
//------------------------------------------------
if(isset($_GET['h1'])){
	if($_GET['h1'] == 'balka30h1'){$h1 = 'Балка 30ш1';}//-ЗАПРОС "balka30h1"
}
//------------------------------------------------
if(isset($_GET['h2'])){//-на запрос "balka30h1"
	if($_GET['h2'] == 'balka30h1'){$h2 = 'Прайс лист с ценами';}
}
//------------------------------------------------
if(isset($_GET['h3'])){//-на запрос "balka30h1"
	if($_GET['h3'] == 'balka30h1'){$h3 = 'Узнать цены на двутавровые балки';}
}
//------------------------------------------------
if(isset($_GET['p'])){//-на запрос "balka30h1"
	if($_GET['p'] == 'balka30h1'){$p = 'Актуальные цены на двутавровые балки в городе Алматы, скидки! Заказать онлайн на сайте';}
}

//-на запрос "balka30h1" == https://qazprice.kz/металлопрокат/балка/алматы?h1=balka30h1&h2=balka30h1&h3=balka30h1&p=balka30h1

//------------------------------------------------
?>