<?php 
//------------------------------------------------
$h1 = 'Шары мелющие';//-по умолчанию
//------------------------------------------------
$h2 = 'Прайс лист на мелющие шары';//-по умолчанию
//------------------------------------------------
$h3 = 'Мелющие шары всех марок стали';//-по умолчанию
//------------------------------------------------
$p = 'Мелющие шары всех диаметров стали в наличии и под заказ в Алматы, актуальные цены, скидки! Заказать онлайн на сайте';//-по умолчанию
//------------------------------------------------
?>