<?php 
//------------------------------------------------
if(isset($_GET['h1'])){
	if($_GET['h1'] == 'cena'){$h1 = 'Шары помольные стальные';}//-ЗАПРОС "cena"
}
//------------------------------------------------
if(isset($_GET['h2'])){//-на запрос "cena"
	if($_GET['h2'] == 'cena'){$h2 = 'Прайс лист с ценами';}
}
//------------------------------------------------
if(isset($_GET['h3'])){//-на запрос "cena"
	if($_GET['h3'] == 'cena'){$h3 = 'Узнать цены на помольные шары';}
}
//------------------------------------------------
if(isset($_GET['p'])){//-на запрос "cena"
	if($_GET['p'] == 'cena'){$p = 'Актуальные цены на помольные шары в городе Алматы, скидки! Заказать онлайн на сайте';}
}

//-на запрос "cena" == https://qazprice.kz/металлопрокат/мелющие-тела/алматы?h1=cena&h2=cena&h3=cena&p=cena

//------------------------------------------------
?>