<?php 
//------------------------------------------------
$h1 = 'Балка двутавровая в Алматы';//-по умолчанию
//------------------------------------------------
$h2 = 'Прайс лист на балки в Алматы';//-по умолчанию
//------------------------------------------------
$h3 = 'Балки всех марок стали';//-по умолчанию
//------------------------------------------------
$p = 'Балки всех марок стали в наличии и под заказ в Алматы, актуальные цены, скидки! Заказать онлайн на сайте';//-по умолчанию
//------------------------------------------------
?>