<?php 
//------------------------------------------------
if(isset($_GET['h1'])){
	if($_GET['h1'] == 'balkaalmati'){$h1 = 'Балка алматы';}//-ЗАПРОС "balkaalmati"
}
//------------------------------------------------
if(isset($_GET['h2'])){//-на запрос "balkaalmati"
	if($_GET['h2'] == 'balkaalmati'){$h2 = 'Прайс лист с ценами';}
}
//------------------------------------------------
if(isset($_GET['h3'])){//-на запрос "balkaalmati"
	if($_GET['h3'] == 'balkaalmati'){$h3 = 'Узнать цены на двутавровые балки';}
}
//------------------------------------------------
if(isset($_GET['p'])){//-на запрос "balkaalmati"
	if($_GET['p'] == 'balkaalmati'){$p = 'Актуальные цены на двутавровые балки в городе Алматы, скидки! Заказать онлайн на сайте';}
}

//-на запрос "balkaalmati" == https://qazprice.kz/металлопрокат/балка/алматы?h1=balkaalmati&h2=balkaalmati&h3=balkaalmati&p=balkaalmati

//------------------------------------------------
?>