<?php 
//------------------------------------------------
if(isset($_GET['h1'])){
	if($_GET['h1'] == 'list3'){$h1 = 'Купить лист металла 3мм';}//-ЗАПРОС "list3"
}
//------------------------------------------------
if(isset($_GET['h2'])){//-на запрос "list3"
	if($_GET['h2'] == 'list3'){$h2 = 'Прайс лист с ценами';}
}
//------------------------------------------------
if(isset($_GET['h3'])){//-на запрос "list3"
	if($_GET['h3'] == 'list3'){$h3 = 'Узнать цены на металлические листы 3мм';}
}
//------------------------------------------------
if(isset($_GET['p'])){//-на запрос "list3"
	if($_GET['p'] == 'list3'){$p = 'Актуальные цены на металлические листы в городе Алматы, скидки! Заказать онлайн на сайте';}
}

//-на запрос "list3" == https://qazprice.kz/металлопрокат/листы/алматы?h1=list3&h2=list3&h3=list3&p=list3

//------------------------------------------------
?>