<?php 
//------------------------------------------------
$h1 = 'Арматура в Алматы';//-по умолчанию
//------------------------------------------------
$h2 = 'Прайс лист на арматуру в Алматы';//-по умолчанию
//------------------------------------------------
$h3 = 'Арматура всех марок стали';//-по умолчанию
//------------------------------------------------
$p = 'Арматура всех диаметров в наличии и под заказ в Алматы, актуальные цены, скидки! Заказать онлайн на сайте';//-по умолчанию
//------------------------------------------------
?>