<?php 
//------------------------------------------------
if(isset($_GET['h1'])){
	if($_GET['h1'] == 'cenametr'){$h1 = 'Арматура Алматы цена за метр';}//-ЗАПРОС "cenametr"
}
//------------------------------------------------
if(isset($_GET['h2'])){//-на запрос "cenametr"
	if($_GET['h2'] == 'cenametr'){$h2 = 'Прайс лист с ценами';}
}
//------------------------------------------------
if(isset($_GET['h3'])){//-на запрос "cenametr"
	if($_GET['h3'] == 'cenametr'){$h3 = 'Узнать цены на стальную арматуру А3';}
}
//------------------------------------------------
if(isset($_GET['p'])){//-на запрос "cenametr"
	if($_GET['p'] == 'cenametr'){$p = 'Актуальные цены на арматуру в городе Алматы, скидки! Заказать онлайн на сайте';}
}

//-на запрос "cenametr" == https://qazprice.kz/металлопрокат/арматура/алматы?h1=cenametr&h2=cenametr&h3=cenametr&p=cenametr

//------------------------------------------------
?>