<?php 
//------------------------------------------------
if(isset($_GET['h1'])){
	if($_GET['h1'] == 'a3'){$h1 = 'Арматура а3';}//-ЗАПРОС "a3"
}
//------------------------------------------------
if(isset($_GET['h2'])){//-на запрос "a3"
	if($_GET['h2'] == 'a3'){$h2 = 'Прайс лист с ценами';}
}
//------------------------------------------------
if(isset($_GET['h3'])){//-на запрос "a3"
	if($_GET['h3'] == 'a3'){$h3 = 'Узнать цены на стальную арматуру А3';}
}
//------------------------------------------------
if(isset($_GET['p'])){//-на запрос "a3"
	if($_GET['p'] == 'a3'){$p = 'Актуальные цены на арматуру а3 в городе Алматы, скидки! Заказать онлайн на сайте';}
}

//-на запрос "a3" == https://qazprice.kz/металлопрокат/арматура/алматы?h1=a3&h2=a3&h3=a3&p=a3

//------------------------------------------------
?>