<?php 
//------------------------------------------------
$h1 = 'Круг стальной';//-по умолчанию
//------------------------------------------------
$h2 = 'Прайс лист на круги в Алматы';//-по умолчанию
//------------------------------------------------
$h3 = 'Круги всех диаметров';//-по умолчанию
//------------------------------------------------
$p = 'Круги всех диаметров в наличии и под заказ в Алматы, актуальные цены, скидки! Заказать онлайн на сайте';//-по умолчанию
//------------------------------------------------
?>