<?php 
//------------------------------------------------
if(isset($_GET['h1'])){
	if($_GET['h1'] == 'krugm'){$h1 = 'Круг металлический';}//-ЗАПРОС "krugm"
}
//------------------------------------------------
if(isset($_GET['h2'])){//-на запрос "krugm"
	if($_GET['h2'] == 'krugm'){$h2 = 'Прайс лист с ценами';}
}
//------------------------------------------------
if(isset($_GET['h3'])){//-на запрос "krugm"
	if($_GET['h3'] == 'krugm'){$h3 = 'Узнать цены на металлические круги';}
}
//------------------------------------------------
if(isset($_GET['p'])){//-на запрос "krugm"
	if($_GET['p'] == 'krugm'){$p = 'Актуальные цены на металлические круги в городе Алматы, скидки! Заказать онлайн на сайте';}
}

//-на запрос "krugm" == https://qazprice.kz/металлопрокат/круг/алматы?h1=krugm&h2=krugm&h3=krugm&p=krugm

//------------------------------------------------
?>