<?php 
//------------------------------------------------
$h1 = 'Стальной шестигранник';//-по умолчанию
//------------------------------------------------
$h2 = 'Прайс лист на стальной шестигранник в Алматы';//-по умолчанию
//------------------------------------------------
$h3 = 'Шестигранник всех марок стали';//-по умолчанию
//------------------------------------------------
$p = 'Шестигранник всех диаметров стали в наличии и под заказ в Алматы, актуальные цены, скидки! Заказать онлайн на сайте';//-по умолчанию
//------------------------------------------------
?>