<?php 
//------------------------------------------------
if(isset($_GET['h1'])){
	if($_GET['h1'] == 'metprokatcena'){$h1 = 'Металлопрокат цены';}//-ЗАПРОС "metprokatcena"
}
//------------------------------------------------
if(isset($_GET['h2'])){//-на запрос "metprokatcena"
	if($_GET['h2'] == 'metprokatcena'){$h2 = 'Прайс лист с ценами';}
}
//------------------------------------------------
if(isset($_GET['h3'])){//-на запрос "metprokatcena"
	if($_GET['h3'] == 'metprokatcena'){$h3 = 'Узнать цены на металлопрокат в Алматы';}
}
//------------------------------------------------
if(isset($_GET['p'])){//-на запрос "metprokatcena"
	if($_GET['p'] == 'metprokatcena'){$p = 'Актуальные цены на металлопрокат в городе Алматы, скидки! Заказать онлайн на сайте';}
}

//-на запрос "metprokatcena" == https://qazprice.kz/металлопрокат/металлопрокат/алматы?h1=metprokatcena&h2=metprokatcena&h3=metprokatcena&p=metprokatcena

//------------------------------------------------
?>