<?php 
//------------------------------------------------
if(isset($_GET['h1'])){
	if($_GET['h1'] == 'prokatcena'){$h1 = 'Цены на металлопрокат';}//-ЗАПРОС "prokatcena"
}
//------------------------------------------------
if(isset($_GET['h2'])){//-на запрос "prokatcena"
	if($_GET['h2'] == 'prokatcena'){$h2 = 'Лучшие цены на металлопрокат';}
}
//------------------------------------------------
if(isset($_GET['h3'])){//-на запрос "prokatcena"
	if($_GET['h3'] == 'prokatcena'){$h3 = 'Узнать цены на металлопрокат в Алматы';}
}
//------------------------------------------------
if(isset($_GET['p'])){//-на запрос "prokatcena"
	if($_GET['p'] == 'prokatcena'){$p = 'Актуальные цены на металлопрокат в городе Алматы, скидки! Заказать онлайн на сайте';}
}

//-на запрос "prokatcena" == https://qazprice.kz/металлопрокат/металлопрокат/алматы?h1=prokatcena&h2=prokatcena&h3=prokatcena&p=prokatcena

//------------------------------------------------
?>