<?php 
//------------------------------------------------
if(isset($_GET['h1'])){
	if($_GET['h1'] == 'metpolosa'){$h1 = 'Металлические полосы';}//-ЗАПРОС "metpolosa"
}
//------------------------------------------------
if(isset($_GET['h2'])){//-на запрос "metpolosa"
	if($_GET['h2'] == 'metpolosa'){$h2 = 'Прайс лист с ценами';}
}
//------------------------------------------------
if(isset($_GET['h3'])){//-на запрос "metpolosa"
	if($_GET['h3'] == 'metpolosa'){$h3 = 'Узнать цены на металлические полосы';}
}
//------------------------------------------------
if(isset($_GET['p'])){//-на запрос "metpolosa"
	if($_GET['p'] == 'metpolosa'){$p = 'Актуальные цены на металлические полосы в городе Алматы, скидки! Заказать онлайн на сайте';}
}

//-на запрос "metpolosa" == https://qazprice.kz/металлопрокат/полоса/алматы?h1=metpolosa&h2=metpolosa&h3=metpolosa&p=metpolosa

//------------------------------------------------
?>