<?php 
//------------------------------------------------
$h1 = 'Катанка';//-по умолчанию
//------------------------------------------------
$h2 = 'Прайс лист на катанку в Алматы';//-по умолчанию
//------------------------------------------------
$h3 = 'Катанка всех диаметров';//-по умолчанию
//------------------------------------------------
$p = 'Катанка всех диаметров в наличии и под заказ в Алматы, актуальные цены, скидки! Заказать онлайн на сайте';//-по умолчанию
//------------------------------------------------
?>