<?php 
//------------------------------------------------
$h1 = 'Полоса стальная';//-по умолчанию
//------------------------------------------------
$h2 = 'Прайс лист на стальную полосу';//-по умолчанию
//------------------------------------------------
$h3 = 'Полоса всех марок стали';//-по умолчанию
//------------------------------------------------
$p = 'Полоса всех марок стали в наличии и под заказ в Алматы, актуальные цены, скидки! Заказать онлайн на сайте';//-по умолчанию
//------------------------------------------------
?>