<?php 
//------------------------------------------------
if(isset($_GET['h1'])){
	if($_GET['h1'] == 'poosastalalm'){$h1 = 'Полоса сталь 50х4 в Алматы';}//-ЗАПРОС "poosastalalm"
}
//------------------------------------------------
if(isset($_GET['h2'])){//-на запрос "poosastalalm"
	if($_GET['h2'] == 'poosastalalm'){$h2 = 'Лучшие цены на арматуру';}
}
//------------------------------------------------
if(isset($_GET['h3'])){//-на запрос "poosastalalm"
	if($_GET['h3'] == 'poosastalalm'){$h3 = 'Узнать цены на стальную полосу';}
}
//------------------------------------------------
if(isset($_GET['p'])){//-на запрос "poosastalalm"
	if($_GET['p'] == 'poosastalalm'){$p = 'Актуальные цены на стальную полосу в городе Алматы, скидки! Заказать онлайн на сайте';}
}

//-на запрос "poosastalalm" == https://qazprice.kz/металлопрокат/полоса/алматы?h1=v&h2=poosastalalm&h3=poosastalalm&p=poosastalalm

//------------------------------------------------
?>