<?php 
//------------------------------------------------
$h1 = 'Металлопрокат';//-по умолчанию
//------------------------------------------------
$h2 = 'Прайс лист на металлопрокат в Алматы';//-по умолчанию
//------------------------------------------------
$h3 = 'Весь сортамент металлопроката';//-по умолчанию
//------------------------------------------------
$p = 'Весь сортамент металлопроката в наличии и под заказ в Алматы, актуальные цены, скидки! Заказать онлайн на сайте';//-по умолчанию
//------------------------------------------------
?>