<?php 
//------------------------------------------------
if(isset($_GET['h1'])){
	if($_GET['h1'] == 'almprokat'){$h1 = 'Алматы металлопрокат';}//-ЗАПРОС "almprokat"
}
//------------------------------------------------
if(isset($_GET['h2'])){//-на запрос "almprokat"
	if($_GET['h2'] == 'almprokat'){$h2 = 'Прайс лист с ценами';}
}
//------------------------------------------------
if(isset($_GET['h3'])){//-на запрос "almprokat"
	if($_GET['h3'] == 'almprokat'){$h3 = 'Узнать цены на металлопрокат';}
}
//------------------------------------------------
if(isset($_GET['p'])){//-на запрос "almprokat"
	if($_GET['p'] == 'almprokat'){$p = 'Актуальные цены на металлопрокат в городе Алматы, скидки! Заказать онлайн на сайте';}
}

//-на запрос "almprokat" == https://qazprice.kz/металлопрокат/металлопрокат/алматы?h1=almprokat&h2=almprokat&h3=almprokat&p=almprokat

//------------------------------------------------
?>