<?php 
//------------------------------------------------
if(isset($_GET['h1'])){
	if($_GET['h1'] == 'kmetalla'){$h1 = 'Купить металл в Алматы';}//-ЗАПРОС "kmetalla"
}
//------------------------------------------------
if(isset($_GET['h2'])){//-на запрос "kmetalla"
	if($_GET['h2'] == 'kmetalla'){$h2 = 'Прайс лист с ценами';}
}
//------------------------------------------------
if(isset($_GET['h3'])){//-на запрос "kmetalla"
	if($_GET['h3'] == 'kmetalla'){$h3 = 'Узнать цены на металлопрокат';}
}
//------------------------------------------------
if(isset($_GET['p'])){//-на запрос "kmetalla"
	if($_GET['p'] == 'kmetalla'){$p = 'Актуальные цены на металлопрокат в городе Алматы, скидки! Заказать онлайн на сайте';}
}

//-на запрос "kmetalla" == https://qazprice.kz/металлопрокат/металлопрокат/алматы?h1=kmetalla&h2=kmetalla&h3=kmetalla&p=kmetalla

//------------------------------------------------
?>