<?php 
//------------------------------------------------
if(isset($_GET['h1'])){
	if($_GET['h1'] == 'metallalm'){$h1 = 'Металл в Алматы';}//-ЗАПРОС "metallalm"
}
//------------------------------------------------
if(isset($_GET['h2'])){//-на запрос "metallalm"
	if($_GET['h2'] == 'metallalm'){$h2 = 'Прайс лист с ценами';}
}
//------------------------------------------------
if(isset($_GET['h3'])){//-на запрос "metallalm"
	if($_GET['h3'] == 'metallalm'){$h3 = 'Узнать цены на металлопрокат';}
}
//------------------------------------------------
if(isset($_GET['p'])){//-на запрос "metallalm"
	if($_GET['p'] == 'metallalm'){$p = 'Актуальные цены на металлопрокат в городе Алматы, скидки! Заказать онлайн на сайте';}
}

//-на запрос "metallalm" == https://qazprice.kz/металлопрокат/металлопрокат/алматы?h1=metallalm&h2=metallalm&h3=metallalm&p=metallalm

//------------------------------------------------
?>