<?php 
//------------------------------------------------
if(isset($_GET['h1'])){
	if($_GET['h1'] == 'almmetprokat'){$h1 = 'Металлопрокат в Алматы';}//-ЗАПРОС "almmetprokat"
}
//------------------------------------------------
if(isset($_GET['h2'])){//-на запрос "almmetprokat"
	if($_GET['h2'] == 'almmetprokat'){$h2 = 'Прайс лист с ценами';}
}
//------------------------------------------------
if(isset($_GET['h3'])){//-на запрос "almmetprokat"
	if($_GET['h3'] == 'almmetprokat'){$h3 = 'Узнать цены на металлопрокат';}
}
//------------------------------------------------
if(isset($_GET['p'])){//-на запрос "almmetprokat"
	if($_GET['p'] == 'almmetprokat'){$p = 'Актуальные цены на металлопрокат в городе Алматы, скидки! Заказать онлайн на сайте';}
}

//-на запрос "almmetprokat" == https://qazprice.kz/металлопрокат/металлопрокат/алматы?h1=almmetprokat&h2=almmetprokat&h3=almmetprokat&p=almmetprokat

//------------------------------------------------
?>