<?php 
//------------------------------------------------
if(isset($_GET['h1'])){
	if($_GET['h1'] == 'pricemetallalm'){$h1 = 'Металлопрокат в Алматы прайс';}//-ЗАПРОС "pricemetallalm"
}
//------------------------------------------------
if(isset($_GET['h2'])){//-на запрос "almmetprokat"
	if($_GET['h2'] == 'pricemetallalm'){$h2 = 'Прайс лист с ценами';}
}
//------------------------------------------------
if(isset($_GET['h3'])){//-на запрос "almmetprokat"
	if($_GET['h3'] == 'pricemetallalm'){$h3 = 'Узнать цены на металлопрокат';}
}
//------------------------------------------------
if(isset($_GET['p'])){//-на запрос "almmetprokat"
	if($_GET['p'] == 'pricemetallalm'){$p = 'Актуальные цены на металлопрокат в городе Алматы, скидки! Заказать онлайн на сайте';}
}

//-на запрос "pricemetallalm" == https://qazprice.kz/металлопрокат/металлопрокат/алматы?h1=pricemetallalm&h2=pricemetallalm&h3=pricemetallalm&p=pricemetallalm

//------------------------------------------------
?>