<?php 
//------------------------------------------------
if(isset($_GET['h1'])){
	if($_GET['h1'] == 'shveller16'){$h1 = 'Швеллер 16';}//-ЗАПРОС "shveller16"
}
//------------------------------------------------
if(isset($_GET['h2'])){//-на запрос "shveller16"
	if($_GET['h2'] == 'shveller16'){$h2 = 'Прайс лист с ценами';}
}
//------------------------------------------------
if(isset($_GET['h3'])){//-на запрос "shveller16"
	if($_GET['h3'] == 'shveller16'){$h3 = 'Узнать цены на швеллер';}
}
//------------------------------------------------
if(isset($_GET['p'])){//-на запрос "shveller16"
	if($_GET['p'] == 'shveller16'){$p = 'Актуальные цены на стальной швеллер в городе Алматы, скидки! Заказать онлайн на сайте';}
}

//-на запрос "shveller16" == https://qazprice.kz/металлопрокат/швеллер/алматы?h1=shveller16&h2=shveller16&h3=shveller16&p=shveller16

//------------------------------------------------
?>